app/Services/SummaryTable.php

select * from `projects`
---
  public function getInvoices()
  {
    $result = [];
    $projects = Project::all();