app/Http/Controllers/SummaryController.php

select count(*) as aggregate from `members`
---
    public function __invoke(Request $request): RedirectResponse|View {
        $summaryTable = new SummaryTable();
        $result = $summaryTable->getInvoices();
        $result['member_count'] = Member::count();